{
 "Bailey, 2017": "Bailey, E., Stevens, A., Larocca, M., & Scogin, F. (2017). A randomized controlled trial of a therapeutic intervention for nursing home residents with dementia and depressive symptoms. Journal of applied gerontology, 36(7), 895-908.",
"Barth, 2005": "Barth, J., Paul, J., Härter, M., & Bengel, J. (2005). Inpatient psychotherapeutic treatment for cardiac patients with depression in Germany - short term results. Psycho-social medicine, 2, Doc04-",
"Berking, 2013": "Berking M, Ebert D, Cuijpers P, Hofmann SG. Emotion regulation skills training enhances the efficacy of inpatient cognitive behavioral therapy for major depressive disorder: A randomized controlled trial. Psychotherapy and Psychosomatics. 2013;82(4):234-45.",
"Bowers, 1990": "Bowers WA. Treatment of depressed in-patients. Cognitive therapy plus medication, relaxation plus medication, and medication alone. The British Journal of Psychiatry. 1990;156(1):73-8.",
"Bowers, 1993": "Bowers W, Stuart S, Macfarlane R, Gorman L. Use of computer‐administered cognitive‐behavior therapy with depressed inpatients. Depression. 1993;1(6):294-9.",
"Bowman, 1996": "Bowman, V., et al. (1996). \"Self-examination therapy as an adjunct treatment for depressive symptoms in substance abusing patients.\" Addict Behav 21(1): 129-133.",
"Daughters, 2008": "Daughters SB, Braun AR, Sargeant MN, Reynolds EK, Hopko DR, Blanco C, et al. Effectiveness of a brief behavioral treatment for inner-city illicit drug users with elevated depressive symptoms: The life enhancement treatment for substance use (LETS Act!). Journal of Clinical Psychiatry. 2008;69(1):122-9.",
"De Jong, 1996": "de Jong-Meyer R, Hautzinger M. Results of two multicenter treatment studies among patients with endogenous and nonendogenous depression: Conclusions and prospects. Zeitschrift fuer Linische Psychologie. 1996;25(2):155-60.",
"Hauksson, 2017": "Hauksson, P., Ingibergsdóttir, S., Gunnarsdóttir, T., & Jónsdóttir, I. H. (2017). Effectiveness of cognitive behaviour therapy for treatment-resistant depression with psychiatric comorbidity: comparison of individual versus group CBT in an interdisciplinary rehabilitation setting. Nord J Psychiatry, 71(6), 465-472.",
"Hautzinger, 1996": "Hautzinger M, De Jong-Meyer R, Treiber R, Rudolf GAE, Thien U. Efficacy of cognitive behavior therapy, pharmacotherapy, and the combination of both in non-melancholic, unipolar depression. Zeitschrift fur Klinische Psychologie. 1996;25(2):130-45.",
"Hopko, 2003": "Hopko DR, Lejuez CW, LePage JP, Hopko SD, McNeil DW. A brief behavioral activation treatment for depression. A randomized pilot trial within an inpatient psychiatric hospital. Behavior modification. 2003;27(4):458-69.",
"Hsu, 2009": "Hsu YC, Wang JJ. Physical, affective, and behavioral effects of group reminiscence on depressed institutionalized elders in Taiwan. Nursing research. 2009;58(4):294-9.",
"Hyer, 2009": "Hyer, L., Yeager, C. A., Hilton, N., & Sacks, A. (2009). Group, individual, and staff therapy: an efficient and effective cognitive behavioral therapy in long-term care. American Journal of Alzheimer's Disease & Other Dementias®, 23(6), 528-539.",
"Jahangard, 2012": "Jahangard L, Haghighi M, Bajoghli H, Ahmadpanah M, Ghaleiha A, Zarrabian MK, et al. Training emotional intelligence improves both emotional intelligence and depressive symptoms in inpatients with borderline personality disorder and depression. International journal of psychiatry in clinical practice. 2012;16(3):197-204.",
"Karimi, 2010": "Karimi H, Dolatshahee B, Momeni K, Khodabakhshi A, Rezaei M, Kamrani A. Effectiveness of integrative and instrumental reminiscence therapies on depression symptoms reduction in institutionalized older adults: An empirical study. Aging and Mental Health. 2010;14(7):881-7.",
"Kocur, 2021": "Kocur, M., et al. (2021). \"Computer-Assisted Avatar-Based Treatment for Dysfunctional Beliefs in Depressive Inpatients: A Pilot Study.\" Frontiers in Psychiatry 12.",
"Konnert, 2009": "Konnert C, Dobson K, Stelmach L. The prevention of depression in nursing home residents: A randomized clinical trial of cognitive-behavioral therapy. Aging and Mental Health. 2009;13(2):288-99.",
"Lemmens, 2009": "Lemmens GM, Eisler I, Buysse A, Heene E, Demyttenaere K. The effects on mood of adjunctive single-family and multi-family group therapy in the treatment of hospitalized patients with major depression. A 15-month follow-up study. Psychotherapy and Psychosomatics. 2009;78(2):98-105.",
"Luo, 2020": "Luo H, Lou VWQ, Chen C, Chi I. The Effectiveness of the Positive Mood and Active Life Program on Reducing Depressive Symptoms in Long-Term Care Facilities. Gerontologist. 2020;60(1):193-204.",
"Meeks, 2008": "Meeks S, Looney SW, Haitsma K, Teri L. BE-ACTIV: a staff-assisted behavioral intervention for depression in nursing homes. Gerontologist. 2008;48(1):105-14.",
"Meeks, 2015": "Meeks S, Van Haitsma K, Schoenbachler B, Looney SW. BE-ACTIV for depression in nursing homes: Primary outcomes of a randomized clinical trial. The journals of gerontology Series B, Psychological sciences and social sciences. 2015;70(1):13-23.",
"Miller, 1989": "Miller, I. W., et al. (1989). \"Cognitive-behavioral treatment of depressed inpatients.\" Behavior Therapy 20(1): 25-47.",
"Minelli, 2019": "Minelli, A., Zampieri, E., Sacco, C., Bazzanella, R., Mezzetti, N., Tessari, E., . . . Bortolomasi, M. (2019). Clinical efficacy of trauma-focused psychotherapies in treatment-resistant depression (TRD) in-patients: A randomized, controlled pilot-study. Psychiatry research, 273, 567-574. doi:10.1016/j.psychres.2019.01.070",
"Myhre, 2018": "Myhre MØ, Strømgren B, Arnesen EF, Veland MC. The feasibility of brief behavioural activation treatment for depression in a PICU: A systematic replication. Journal of Psychiatric Intensive Care 2018; 14(1): 15-23.",
"Rieu, 2011": "Rieu J, Bui E, Rouch V, Faure K, Birmes P, Schmitt L. Efficacy of ultrabrief cognitive and behavioural therapy performed by psychiatric residents on depressed inpatients. Psychotherapy and Psychosomatics. 2011;80(6):374-6.",
"Roten, 2017": "Roten, Y., Ambresin, G., Herrera, F., Fassassi, S., Fournier, N., Preisig, M., & Despland, J. (2017). Efficacy of an adjunctive brief psychodynamic psychotherapy to usual inpatient treatment of depression: results of a randomized controlled trial. Journal of Affective Disorders, 209, 105-113.",
"Schaub, 2018": "Schaub A, Goldmann U, Mueser TK, et al. Efficacy of extended clinical management, group CBT, and group plus individual CBT for major depression: Results of a two-year follow-up study. J Affect Disord 2018; 238: 570-8.",
"Schramm, 2007": "Schramm E, Calker D, Dykierek P, Lieb K, Kech S, Zobel I, et al. An intensive treatment program of interpersonal psychotherapy plus pharmacotherapy for depressed inpatients: Acute and long-term results. American Journal of Psychiatry. 2007;164(5):768-77.",
"Snarksi, 2011": "Snarski M, Scogin F, DiNapoli E, Presnell A, McAlpine J, Marcinak J. The effects of behavioral activation therapy with inpatient geriatric psychiatry patients. Behavior Therapy. 2011;42(1):100-8.",
"Sood, 2003": "Sood, J. R., Cisek, E., Zimmerman, J., Zaleski, E. H., & Fillmore, H. H. (2003). Treatment of depressive symptoms during short-term rehabilitation: An attempted replication of the DOUR project. Rehabilitation Psychology, 48(1), 44. ",
"Trapp, 2016": "Trapp, W., et al. (2016) Cognitive remediation for depressed inpatients: Results of a pilot randomized controlled trial. Aust N Z J Psychiatry 50, 46-55 DOI: 10.1177/0004867415622271",
"Travers, 2017": "Travers, C. (2017). Increasing enjoyable activities to treat depression in nursing home residents with dementia: A pilot study. Dementia (London, England), 16(2), 204-218.",
"Tsai, 2008": "Tsai YF, Wong TK, Tsai HH, Ku YC. Self-worth therapy for depressive symptoms in older nursing home residents. Journal of advanced nursing. 2008;64(5):488-94.",
"Zhu, 2018": "Zhu S, Zhu K, Jiang D, Shi J. Social cognition and interaction training for major depression: A preliminary study. Psychiatry Research 2018; 270: 890-4." 
}
