{
 "Variable": [ "study", "condition_arm1", "condition_arm2", "multi_arm1", "multi_arm2", "outcome_type", "instrument", "time", "time_weeks", "rating", "mean_arm1", "mean_arm2", "sd_arm1", "sd_arm2", "n_arm1", "n_arm2", "mean_change_arm1", "mean_change_arm2", "sd_change_arm1", "sd_change_arm2", "n_change_arm1", "n_change_arm2", "event_arm1", "event_arm2", "totaln_arm1", "totaln_arm2", "precalc_g", "precalc_g_se", "precalc_log_rr", "precalc_log_rr_se", "descr_arm1", "descr_arm2", "baseline_m_arm1", "baseline_sd_arm1", "baseline_n_arm1", "baseline_m_arm2", "baseline_sd_arm2", "baseline_n_arm2", "dich", "dich_type", "year", "comorbid_mental", "format", "format_details", "n_sessions_ig", "country", "age_group", "mean_age", "percent_women", "recruitment", "setting_inpatients", "diagnosis", "target_group", "ac", "sg", "ba", "itt", "rob", "no.arms", "is.multiarm", "primary", "primary_calc", "comparison", ".id", ".g", ".g_se", ".log_rr", ".log_rr_se", ".event_arm1", ".event_arm2", ".totaln_arm1", ".totaln_arm2" ],
"Description": [ "Author and year of publication", "Type of treatment (cbt= cognitive behaviour therapy, bat= behavioural activation, pst= problem solving therapy, ipt= interpersonal psychotherapy, dyn= psychodynamic therapy, lrt= life review therapy, other psy= other type of psychotherapy)", "Type of comparator (cau= care as usual, wl= waitlist,  pha= pharmacological treatment, other ctr= other type of inactive control grou, sup= supportive counseling, other psy= other type of psychotherapy )", "In multiarm trials, this variable provides a specification of the type of treatment used in the first arm. This variable is set to NA (missing) when the study was not a multiarm trial. For example, if a multiarm trial employed two types of CBT interventions, face-to-face and Internet-based, this variable would be set to f2f and Internet, respectively.", "In multiarm trials, this variable provides a specification of the type of treatment used in the second arm. This variable is set to NA (missing) when the study was not a multiarm trial. For example, if a multiarm trial employed two types of control groups, waitlist and placebo, this variable would be set to wl and plac, respectively. Typically, multiarm trials employ two or more active treatments (e.g. CBT and problem-solving therapy), which are compared to the same control group (e.g. a waitlist). This means that values in multi_arm2 do not differ (e.g. they are always wl for this specific multiarm trial); nevertheless, the variable should be specified in the dataset.", "This variable encodes the type of outcome that builds the basis of the comparison, e.g. response, remission or deterioration. This is variable is particularly relevant for dichotomous effect size data, because it indicates what the event counts refer to. The msd factor level is typically used for outcomes expressed in means and standard deviations.", "This variable describes the instrument through which the relevant outcome was measured.", "The measurement point at which the outcome was obtained (e.g. post or follow-up).", "The measurement point at which the outcome was obtained, in weeks after randomization (set to NA if this information was not available).", "This variable encodes if the measured outcome was self-reported (\"self-report\") or clinician-rated (\"clinician\").", "Mean arm 1", "Mean arm 2", "Standard deviation arm 1", "Standard deviation arm 2", "Number of participants arm 1", "Number of participants arm 2", "Mean change from baseline arm 1", "Mean change from baseline arm 2", "Standard deviation for the change from baseline arm 1", "Standard deviation for the change from baseline arm 2", "Number of participants arm 1 (change scores)", "Number of participants arm 2 (change scores)", "Number of events (responders, remission, deterioration cases) in the first trial arm", "Number of events (responders, remission, deterioration cases) in the second trial arm", "Total number of participants arm 1 (event data)", "Total number of participants arm 2 (event data)", "The pre-calculated value of Hedges' g (small-sample bias corrected standardized mean difference; Hedges, 1981).", "Standard error of g", "The pre-calculated value of the log-risk ratio logeRR, comparing events in the first arm to events in the second arm.", "The standard error of the log-risk ratio logeRR, comparing events in the first arm to events in the second arm.", "Detailed description of the arm 2", "Detailed description of the arm 2", "Baseline mean arm 1", "Baseline standard deviation arm 1", "Number of participants at baseline arm 1", "Baseline mean arm 2", "Baseline standard deviation arm 2", "Number of participants at baseline arm 2", "Exact definition of the dichotomous outcome as provided in the publication: e.g.\"remission based on bdi-II<=8 and ham-d<=7\"", "Broader categories of dichotomous outcomes: remission, response, etc.", "Year of publication", "All the participants are recruited based on meeting criteria for a comorbid mental health disorder (e.g. anxiety and depression). Coded as y= yes, n= no", "ind= individual; grp= group; gsh= guided self-help; tel= telephone; cpl= couple therapy; oth= other (mixed formats); ush= unguided self-help", "It includes more details about the format, when necessary", "Average number of sessions received", "us= USA; uk= United Kingdom; eu= Europe; can= Canada; au= australia; eas= east asia; oth= other", "adul= adults, 5= older adults (≥55 years); old= older old adults (≥75 years)", "Average age", "% of women at baseline", "com= community; clin= clinical; oth= other", "nursing home, psychiatric settings, other", "mdd= major depression; mood= mood disorder; cut= cut-off score; sub= subclinical depression;chr= chronic depression", "adul= adults, old= older adults, stud= student population, ppd= women with perinatal depression; med= comorbid medical disorder; oth= other", "Allocation concealment (0= high risk; 1= low risk)", "Sequence generation (0= high risk; 1= low risk)", "Blinding of assessors (0= high risk; 1= low risk; sr= self-report)", "Intention-to-treat analyses (0= high risk; 1= low risk)", "Overall risk of bias score. ranging from 0 (high risk) to 5 (low risk)", "Number of arms with the same measurement instrument within a study", "0= no, 1= yes", "One primary outcome per study, based on a predefined hierarchy: HAM-D, BDI (I or II), another clinician-rated instrument, another self-report instrument, with priority for: PHQ-9, CES-D, HADS, GDS, EPDS, MMPI", "One primary calculation type per study based on the following hierarchy: 1) continuous, 2) dichotomous, 3) change from baseline, 4) other reported statistics", "Type of comparison: psychotherapy vs control, psychotherapy vs psychotherapy", "metapsyTools generated variable: Unique identifier for a trial arm comparison/row.", "metapsyTools generated variable: Calculated effect size (Hedges' g).", "metapsyTools generated variable: Standard error of Hedges' g.", "metapsyTools generated variable: Calculated effect size (logeRR).", "metapsyTools generated variable: Standard error of logeRR.", "metapsyTools generated variable: Number of events (responders, remission, deterioration cases) in the first trial arm.", "metapsyTools generated variable: Number of events (responders, remission, deterioration cases) in the second trial arm.", "metapsyTools generated variable: Total sample size in the first trial arm.", "metapsyTools generated variable: Total sample size in the second trial arm." ] 
}
